#+startup: overview

#+title: A pipeline to analyze networks with multiple populations and /multi-edge/ connections.

The brain circuit's connections are mediated via multiple-synapses, and may consitute of multiple node populations.
Here we develop features in ~connsense~ to handle such features of a brain network.
* Some terminology

Randomly placed.

Try it ~hy~
#+begin_src hy
(defn test [a b [c None] [d "x"] #* e]
  [a b c d e])

(test 1 2)
#+end_src

#+RESULTS:
| 1 | 2 | None | x | hline |


Configuration for Data, Rules, and Principles

Values, Rules, and Principles Raw Data

Reconstruction Recipe

Validated Reconstruction

Simulation and Analysies, Results and Conditions for obtaining them.

Publication and Portal
